Repository: Kvn91/ecard-woocommerce
Catalog: languages/woocommerce-pledg-*.po
Languages: de_de, fr_fr, it_it, nl_nl

source: Instalment payment, simple and accessible.
de_de: Ratenzahlung, einfach und zugänglich.
fr_fr: Le paiement en plusieurs fois, simple et accessible.
it_it: Pagamento rateale, semplice e accessibile.
nl_nl: Afbetaling op afbetaling, eenvoudig en toegankelijk.

source: Title lang
de_de: Titel lang
fr_fr: Titre
it_it: Titolo lang
nl_nl: Titel lang

source: Description lang
de_de: Beschreibung lang
fr_fr: Description
it_it: Descrizione lang
nl_nl: Beschrijving lang

source: Title
de_de: Titel
fr_fr: Titre
it_it: Titolo
nl_nl: Titel

source: Activate/Deactivate
de_de: Aktivieren / Deaktivieren
fr_fr: Activer / Désactiver
it_it: Attiva / Disattiva
nl_nl: Activeren / deactiveren

source: Activate %s
de_de: %s aktivieren
fr_fr: Activer %s
it_it: Attiva %s
nl_nl: Activeren %s

source: Sandbox mode/Production Mode
de_de: Sandbox-Modus / Produktionsmodus
fr_fr: Mode de développement / Mode de production
it_it: Modalità di test / modalità di produzione
nl_nl: Sandbox-modus / productiemodus

source: Production Mode
de_de: Produktionsmodus
fr_fr: Mode de production
it_it: Modalità di produzione
nl_nl: Productiemodus

source: Order minimum amount
de_de: Mindestmenge bestellen
fr_fr: Montant minimum de commande
it_it: Ordine minimo
nl_nl: Minimumbedrag bestellen

source: Minimum transaction amount, zero does not define a minimum
de_de: Der minimale Transaktionsbetrag Null definiert kein Minimum
fr_fr: Laisser vide ou 0 pour ne pas mettre de minimum de commande
it_it: Importo minimo della transazione, zero non definisce un minimo
nl_nl: Minimum transactiebedrag, nul is geen minimum

source: Order maximum amount
de_de: Bestellmenge bestellen
fr_fr: Montant maximum de commande
it_it: Ordine importo massimo
nl_nl: Bestel maximaal bedrag

source: Maximum transaction amount, zero does not define a maximum
de_de: Maximaler Transaktionsbetrag, Null definiert kein Maximum
fr_fr: Laisser vide ou 0 pour ne pas mettre de maximum de commande
it_it: Importo massimo della transazione, zero non definisce un massimo
nl_nl: Maximaal transactiebedrag, nul is geen maximum

source: Logo to show next to payment method. Click on the input box to add an image or keep blank for default image.
de_de: Logo neben der Zahlungsmethode. Klicken Sie auf das Eingabefeld, um ein Bild hinzuzufügen, oder lassen Sie das Standardbild leer.
fr_fr: Logo à afficher à côté du mode de paiement. Cliquer sur le champ pour ajouter une image ou laisser vide pour mettre l\’image par défaut.
it_it: Logo da mostrare accanto al metodo di pagamento. Fare clic sulla casella di input per aggiungere un'immagine o lasciare il campo vuoto per l'immagine predefinita.
nl_nl: Logo om naast betaalmethode te tonen. Klik op het invoervak om een afbeelding toe te voegen of blijf leeg voor standaardafbeelding.

source: Currency symbol ("before" or "after")
de_de: after
fr_fr: After
it_it: after
nl_nl: after

source: Deadline
de_de: Fällig
fr_fr: Echéance
it_it: Rata
nl_nl: Verschuldigd

source: the
de_de: am
fr_fr: le
it_it: in data
nl_nl: op

source: (including %s of fees)
de_de: (einschließlich %s der Gebühren)
fr_fr: (dont %s de frais)
it_it: (di cui %s di commissioni)
nl_nl: (inclusief %s vergoedingen)

source: I'll pay %s1 on %s2.
de_de: Ich werde %s1 am %s2 bezahlen.
fr_fr: Je paierai %s1 le %s2.
it_it: Pagherò %s1 il %s2.
nl_nl: Ik betaal %s1 op %s2.

source: %s has notified this order as paid.
de_de: %s hat diese Bestellung als bezahlt gemeldet.
fr_fr: %s a marqué cette commande comme payée.
it_it: %s ha notificato questo ordine come pagato.
nl_nl: %s heeft deze bestelling als betaald aangemeld.

source: Webhook called but getId didn't match any order :
fr_fr: Webhook appelé mais le getId ne correspond à aucune commande :

source: Webhook called in the case of a signed transfer.
fr_fr: Webhook appelé dans le cas d’un transfert signé.

source: Webhook called but there was no reference :
fr_fr: Webhook appelé mais il manque la référence :

source: Webhook called but the reference didn't match the getId (wrong webhook called with this payload) :
fr_fr: Webhook appelé mais la référence ne correspond pas au getID (mauvais Webhook appelé pour ce payload) :

source: Webhook called in the case of a signed back mode.
fr_fr: Webhook appelé dans le cas d’un mode back signé.

source: Webhook called but amount_cents didn't match to order total :
fr_fr: Webhook appelé mais le amount_cents ne correspond pas à la valeur totale de la commande :

source: Webhook called in the case of a unsigned transfer.
fr_fr: Webhook appelé dans le cas d’un transfert non signé.

source: Signature could not be decoded of the order
fr_fr: La signature n’a pas pu être décodée pour cette commande

source: Set logo
de_de: Logo setzen
fr_fr: Enregistrer le logo
it_it: Imposta il logo
nl_nl: Logo instellen

source: Select logo for %s payment
de_de: Wählen Sie das Logo für die %s-Zahlung
fr_fr: Sélectionner le logo pour ce mode de paiement %s
it_it: Seleziona il logo per il pagamento %s
nl_nl: Selecteer logo voor %s belofte betaling

source: Unknown error :
fr_fr: Erreur inconnue :

source: %s parameters
de_de: %s Parameter
fr_fr: Paramètres %s
it_it: Impostazioni Pledg
nl_nl: Parameters van de Pledg

source: Widget parameters
de_de: Widget-Parameter
fr_fr: Paramètres du widget
it_it: Impostazioni widget
nl_nl: Parameters van de widget

source: You can set the widget option here
de_de: Hier können Sie die Widget-Option einstellen
fr_fr: Vous pouvez paramétrer ici les options du widget
it_it: Puoi impostare le opzioni del widget qui
nl_nl: U kunt de widget-opties hier instellen

source: Enable product widget
de_de: Widget auf Produktseite aktivieren
fr_fr: Activer le widget sur les fiches produits
it_it: Attiva il widget sulle schede prodotto
nl_nl: Activeer widget op productpagina

source: Enable cart widget
de_de: Widget im Warenkorb aktivieren
fr_fr: Activer le widget dans le panier
it_it: Abilita widget nel carrello
nl_nl: Activeer widget in winkelmand

source: Enable pre-selection of %s payment method if the widget has been clicked
de_de: Vorauswahl der Zahlungsmöglichkeit aktivieren (Vorauswahl der Pledg Zahlungsmöglichkeit aktivieren, wenn das Widget vom Kunden geklickt wurde)
fr_fr: Activer la pré-sélection de la méthode de paiement (activer la pré-sélection de la méthode de paiement Pledg si le widget a été cliqué)
it_it: Abilita la preselezione del metodo di pagamento (abilita la preselezione del metodo di pagamento Pledg se il widget è stato cliccato)
nl_nl: Activeer de voorselectie van de betalingsfaciliteit (activeer de preselectie van de betalingsfaciliteit in pand als de widget is geklikt door de klant)

source: Pay in installments (%s installments)%s
de_de: Kostenlos in Raten zahlen (%s Raten)%s
fr_fr: Payez en plusieurs fois (%s fois)%s
it_it: Paga a rate (%s rate)%s
nl_nl: Gespreid betalen (%s termijnen)%s

source: Pay later (in %s days)%s
de_de: Später zahlen (in %s Tagen)%s
fr_fr: Payez plus tard (dans %s jours)%s
it_it: Paga dopo (in %s giorni)%s
nl_nl: Betaal later (in %s dagen)%s

source: , free of charge
de_de: , kostenlos
fr_fr: , sans frais
it_it: , gratuitamente
nl_nl: , gratis

source: Buy now.
de_de: Jetzt kaufen.
fr_fr: Achetez maintenant.
it_it: Acquista ora.
nl_nl: Koop nu,

source: Pay in installments with Pledg
de_de: Zahlen Sie in Raten*.
fr_fr: Payez en plusieurs fois*.
it_it: Paga a rate*.
nl_nl: betaal in termijnen*.

source: Pay in installments with Django
de_de: Zahlen Sie in Raten mit Django*.
fr_fr: Payez en plusieurs fois avec Django*.
it_it: Paga a rate con Django*.
nl_nl: betaal in termijnen met Django*.

source: Free of charge.
de_de: Kostenlos.
fr_fr: Sans frais.
it_it: Gratuito.
nl_nl: Gratis.

source: Validate your basket
de_de: Bestätigen Sie Ihren Warenkorb
fr_fr: Validez votre panier
it_it: Convalida il tuo carrello
nl_nl: valideer uw winkelmandje

source: Select the payment in installment
de_de: Wählen Sie die Ratenzahlung aus
fr_fr: Sélectionnez le paiement en plusieurs fois
it_it: seleziona pagamento rateale
nl_nl: selecteer termijnbetaling

source: Fill in your card number
de_de: Geben Sie Ihre Kartennummer ein
fr_fr: Saisissez votre numéro de carte bancaire
it_it: Inserisci il numero della tua carta
nl_nl: vul uw kaartnummer in

source: The first share is debited today. The following shares will be automatically debited in the following months
de_de: Die erste Rate wird heute abgebucht. Die folgenden Anteile werden automatisch in den folgenden Monaten abgebucht
fr_fr: Le 1er paiement est prélevé aujourd'hui. Les échéances suivantes seront débitées automatiquement les mois suivants
it_it: La prima quota viene addebitata oggi. Le seguenti azioni verranno addebitate automaticamente nei mesi seguenti
nl_nl: Het eerste aandeel wordt vandaag afgeschreven. De volgende aandelen worden automatisch gedebiteerd in de volgende maanden

source: See the
de_de: Siehe
fr_fr: Voir les
it_it: Consulta le
nl_nl: Zie de

source: *Loan subject to conditions. Pledg
de_de: *Die Gewährung unterliegt Bedingungen.
fr_fr: *Octroi soumis à conditions.
it_it: *Concessione soggetta a condizioni.
nl_nl: *Subsidie onder voorwaarden.

source: *Loan subject to conditions. Django
de_de: *Die Gewährung unterliegt Bedingungen. Kreditgeber: La Banque Postale Consumer Finance, Vertriebspartner: Django.
fr_fr: *Octroi soumis à conditions. Prêteur : La banque Postale Consumer Finance, Distributeur: Django.
it_it: *Concessione soggetta a condizioni. Finanziatore: La Banque Postale Consumer Finance, Distributore: Django.
nl_nl: *Subsidie onder voorwaarden. Kredietgever: La Banque Postale Consumer Finance, Distributeur: Django.

source: Fees may apply.
de_de: Gebühren können anfallen
fr_fr: Des frais peuvent s’appliquer.
it_it: Possono essere applicati dei costi
nl_nl: Kosten kunnen van toepassing zijn

source: Pay later with Pledg
de_de: Später zahlen*.
fr_fr: Payez plus tard*.
it_it: Paga dopo*.
nl_nl: betaal achteraf*.

source: Pay later with Django
de_de: Später zahlen mit Django*.
fr_fr: Payez plus tard avec Django*.
it_it: Paga dopo con Django*.
nl_nl: betaal achteraf met Django*.

source: Select the deferred payment
de_de: Wählen Sie "Später zahlen" aus
fr_fr: Sélectionnez le paiement différé
it_it: seleziona pagamento differito
nl_nl: selecteer uitgestelde betaling

source: The payment will be debited later, depending on the deadline you have chosen
de_de: Die Zahlung wird je nach gewählter Frist später abgebucht
fr_fr: Le paiement est prélevé plus tard, selon le délai que vous avez choisi
it_it: Il pagamento verrà addebitato successivamente, a seconda della scadenza che hai scelto
nl_nl: De betaling wordt later afgeschreven, afhankelijk van de door u gekozen deadline

source: Description
de_de: Beschreibung
it_it: Descrizione
nl_nl: Beschrijving

source: Secret Key
de_de: Geheimer Schlüssel
it_it: Chiave segreta
nl_nl: Geheime sleutel
